{
    "topics": [
        "What do you think of ZZ as a speedsolving method?",
        "Which is the *best* WCA event?",
        "Which is the *best* non WCA event?",
        "What do you think of Roux having a lower movecount to CFOP? Does this make it better?",
        "What's an event you'd like to see added to the WCA?",
        "Has 3x3 reached more-or-less its human limit? What about other events?",
        "Which event is the *easiest* to get good at? Get top 1% in.",
        "How did you first get into cubing?",
        "Do you remember your first comp? What was it like?",
        "Do you reckon cubing can be considered a sport?",
        "||skewb is the best event :)||",
        "What are your long term cubing goals?",
        "Who first got you into cubing?",
        "What's your favourite cube brand?",
        "What will the records look like in 10 years?",
        "Do you have any ideas on how to make cubing more spectator friendly?",
        "What is the best 3x3 cube/model?",
        "Who is your favourite cuber?",
        "How much would someone have to pay you to take your entire cubing collection? What about if you can't rebuy the cubes?",
        "What is your opinion on separating official WCA competitions by age? What are other factors they could be separated by?",
        "What is the most important part about speedcubing? (eg. competing in competitions, collecting cubes, getting faster)",
        "What was your first *speedcube*? Do you still have it?",
        "Who's your favourite cubing YouTuber? :O",
        "What's your favourite side event? Why?",
        "What's your funniest non-cuber experience?",
        "Should clock be removed from WCA?",
        "What were you really into when you were a kid?",
        "Think of a brand, what would a good, honest slogan be for it?",
        "Do you have any cool ideas for a company someone needs to make one day?",
        "If you could have any animal as a pet, what animal would you choose?",
        "Who is your idol?",
        "What's your favourite season? Why?",
        "Where is the most beautiful place near where you live?",
        "Best cube lube?",
        "Best cube store?",
        "Who will win the next worlds (any event)?",
        "Do you think cubing is on the rise?",
        "Most underrated cube?",
        "Most overrated cube?",
        "Who is the GOAT (Greatest Of All Time) of speedcubing? What about each event?",
        "What tips would you give to someone going to their first speedcubing competition?",
        "Do you think the WCA will remove any events? If so which ones?",
        "Which cube brand has the best boxes?"
    ]
}